Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: མ་བཟུང་། ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་གྱིས་ཡོངས་སུ་མ་བཟུང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་མ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་བར་མ་དོར་ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སར་ལྟུང་བར་འགྱུར་རོ།
en: IV: 90} “In the same way, Subhūti,” replied the Blessed One, “if bodhisattva great beings who are endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment, but nonetheless have not been sustained by the perfection of wisdom; have not been sustained by skill in means; have not been sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, or the perfection of generosity; have not been sustained by the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, or [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; have not been sustained by the applications of mindfulness; have not been sustained by the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the path; have not been sustained by the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas; and have not been sustained by [the goals], up to and including all-aspect omniscience, in that case, Subhūti, those bodhisattva great beings will fall into the interim states—the level of the śrāvakas or the level of the pratyekabuddhas.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་བ་དང་། ཐབས་མཁས་པས་ཡོངས་སུ་མ་བཟུང་བ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་བའི་ཕྱིར་རོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། མིན་ཚོད་ཀྱིས་ལོ་བརྒྱ་ཉི་ཤུ་ལོན་པ། རྒས་པ། རྒོག་ཏུ་གྱུར་པ། འཁོགས་པ་དེ་ཉིད་ཀྱིས་ལུས་ལ་རླུང་ངམ། མཁྲིས་པའམ། བད་ཀན་ནམ།
en: If you ask why, it is because they have not been sustained by the perfection of wisdom, they have not been sustained by skillful means, and they have not been sustained by [all the attributes and goals], up to and including all-aspect omniscience. “

source: འདུས་པའི་ནད་ཀྱིས་བཏབ་པར་གྱུར་ལ། དེ་ཁྲི་ལས་ལྡང་བར་འདོད་ན། དེ་ལ་སྐྱེས་བུ་སྟོབས་དང་ལྡན་པ་གཉིས་ཀྱིས་གློ་གཡས་གཡོན་ནས་བཟུང་སྟེ། བརྟེན་ནས་འདི་སྐད་དུ། ཀྱེ་སྐྱེས་བུ་ཁྱོད་ཅི་དགའ་བའི་དོན་དུ་གར་འདོད་པ་འདོད་དོ། །ཁྱོད་ནི་བདག་ཅག་གིས་བཟུང་གི་གནས་དེར་
en: Subhūti, just as when that same aged and decrepit old man, who has reached the age of one hundred and twenty and whose body had succumbed to some illness, due to a wind, bile, or phlegm disorder, or to a combination of these, wishes to rise from his bed, and two strong men then hold and support him on his left and right sides, and urge him on, saying, ‘Sir, you may freely go wherever you wish.

source: མ་ཕྱིན་གྱི་བར་དུ་ལམ་དུ་བར་མ་དོར་རྡེག་འཆའ་བས་འཇིགས་པར་མི་འགྱུར་རོ། །ཞེས་བསྒོ་བ་དེ་བཞིན་དུ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད་མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད། དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡང་ཡོད་ལ། དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་། དྲན་པ་ཉེ་བར་བཞག་པས་ཡོངས་སུ་བཟུང་། ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་གྱིས་ཡོངས་སུ་བཟུང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་ན།
en: You should not be afraid because we will hold and support you on the way, as far as your destination,’ in the same way, Subhūti, if any bodhisattva great beings are endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment, and if in addition they are also sustained by the perfection of wisdom; if they are sustained by skill in means; if they are sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity; if they are sustained by the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; if they are sustained by the applications of mindfulness; if they are sustained by the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the path; if they are sustained by the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas; and if they are sustained by [the goals], up to and including all-aspect omniscience, then, Subhūti, those bodhisattva great beings will not be damaged in the interim states.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་བར་མ་དོར་ཉེ་ཞོར་མི་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་ནི་འདི་ལྟ་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་གནས་དེར་ཕྱིན་པ་ནུས་སོ།
en: Those bodhisattva great beings can reach the abode of unsurpassed, complete enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ལྟར་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཐབས་མཁས་པ་དང་མ་བྲལ་བའི་ཕྱིར་རོ། །གསོལ་པ།
en: If you ask why, it is because they are not separated from the perfection of wisdom, and they are not separated from skillful means.” “

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན། གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཐབས་མཁས་པ་དང་། མ་བྲལ་བས་ཉན་ཐོས་ཀྱི་ས་འམ།
en: Blessed Lord, how do individual followers of the vehicle of the bodhisattvas not fall into the level of the śrāvakas or the level of the pratyekabuddhas because they are not separated from the perfection of wisdom or from skillful means?” {

source: རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་བ་ལགས།
en: Ki.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཁྱོད་དེ་ལྟར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་རྣམས་ཀྱི་དོན་དུ། དེ་བཞིན་གཤེགས་པ་ལ་དོན་འདི་འདྲི་བར་སེམས་པ་ལེགས་སོ།
en: IV: 91} “Subhūti,” replied the Blessed One, “it is excellent that you think to question the Tathāgata about this matter for the sake of individuals who follow the vehicle of the bodhisattvas.

source: །ལེགས་སོ།
en: Excellent!

source: །རབ་འབྱོར་འདི་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ། ཐོག་མར་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ན། དེ་བདག་དང་བདག་གིར་ལྷུང་བའི་སེམས་ཀྱིས་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ཞིང་། ཚུལ་ཁྲིམས་སྲུང་བ་དང་།
en: In this regard, Subhūti, at the beginning, when individual followers of the vehicle of the bodhisattvas dispense gifts, they do so with a mind that succumbs to [notions of] ‘me’ and ‘mine.’

source: བཟོད་པ་བསྒོམ་པ་དང་། བརྩོན་འགྲུས་རྩོམ་པ་དང་། བསམ་གཏན་ལ་སྙོམས་པར་འཇུག་པ་དང་། ཤེས་རབ་སྒོམ་ན། དེ་ཡང་བདག་དང་བདག་གིར་ལྟུང་བའི་སེམས་ཀྱིས་ཤེས་རབ་སྒོམ་སྟེ།
en: When they maintain ethical discipline, cultivate tolerance, undertake perseverance, become absorbed in meditative concentration, and cultivate wisdom, they do so with a mind that succumbs to [notions of] ‘me’ and ‘mine.’

source: དེ་སྦྱིན་པ་ཡོངས་སུ་གཏོང་བའི་ཚེ། འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ནི་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: When they dispense gifts, they think, ‘I am giving gifts!

source: །འདི་ལ་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: I am giving gifts to them!

source: བདག་ནི་སྦྱིན་པ་བྱེད་པའོ།
en: I am a giver!’

source: །བདག་ནི་ཚུལ་ཁྲིམས་སྲུང་ངོ་།
en: and similarly, ‘I am maintaining ethical discipline!

source: །བདག་ནི་ཚུལ་ཁྲིམས་ནི་འདི་སྲུང་ངོ་།
en: I maintain this ethical discipline!

source: །བདག་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པའོ།
en: I am ethical!

source: །བཟོད་པ་ནི་འདི་སྒོམ་མོ།
en: This is the tolerance I cultivate!

source: །བདག་ནི་བཟོད་པ་དང་ལྡན་པའོ།
en: I am tolerant!

source: །བརྩོན་འགྲུས་ནི་འདི་རྩོམ་མོ།
en: This is the perseverance I undertake!

source: །བདག་ནི་བརྩོན་འགྲུས་དང་ལྡན་པའོ།
en: I am one who perseveres!

source: །བདག་ནི་བསམ་གཏན་དག་ལ་སྙོམས་པར་འཇུག་གོ།
en: I am absorbed in meditative concentration!

source: །བསམ་གཏན་ནི་འདི་དག་ལ་སྙོམས་པར་འཇུག་གོ །
en: These are the meditative concentrations in which I am absorbed!

source: བདག་ནི་བསམ་གཏན་པའོ།
en: I am a meditator!

source: །བདག་ནི་ཤེས་རབ་སྒོམ་མོ།
en: I am cultivating wisdom!

source: །ཤེས་རབ་ནི་འདི་སྒོམ་མོ།
en: This is the wisdom I cultivate!

source: །བདག་ནི་ཤེས་རབ་དང་ལྡན་པའོ། །སྙམ་ནས།
en: I am wise!’

source: དེ་སྦྱིན་པ་རློམ་སེམས་སུ་བྱེད། སྦྱིན་པས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་སྦྱིན་པ་བྱེད་པའོ།
en: They give rise to conceits about gifts, they give rise to conceits on account of gifts, and they give rise to the conceit that they are givers.

source: །ཞེས་རློམ་སེམས་སུ་བྱེད། ཚུལ་ཁྲིམས་རློམ་སེམས་སུ་བྱེད། ཚུལ་ཁྲིམས་ཀྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པའོ། །ཞེས་རློམ་སེམས་སུ་བྱེད།
en: They give rise to conceits about ethical discipline, they give rise to conceits on account of ethical discipline, and they give rise to the conceit that they are ethical.

source: བཟོད་པ་རློམ་སེམས་སུ་བྱེད། བཟོད་པས་རློམ་སེམས་སུ་བྱེད།
en: They give rise to conceits about tolerance, they give rise to conceits on account of tolerance, and they give rise to the conceit that they are tolerant.

source: བདག་ནི་བཟོད་པ་དང་ལྡན་པའོ། ཞེས་རློམ་སེམས་སུ་བྱེད། བརྩོན་འགྲུས་རློམ་སེམས་སུ་བྱེད། བརྩོན་འགྲུས་ཀྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་བརྩོན་འགྲུས་དང་ལྡན་པའོ།
en: They give rise to conceits about perseverance, they give rise to conceits on account of perseverance, and they give rise to the conceit that they are persevering.

source: །ཞེས་རློམ་སེམས་སུ་བྱེད། བསམ་གཏན་རྣམས་རློམས་སེམས་སུ་བྱེད། བསམ་གཏན་རྣམས་ཀྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་བསམ་གཏན་པའོ།
en: They give rise to conceits about the meditative concentrations, they give rise to conceits on account of the meditative concentrations, and they give rise to the conceit that they are meditators.

source: །ཞེས་རློམ་སེམས་སུ་བྱེད། ཤེས་རབ་རློམ་སེམས་སུ་བྱེད། ཤེས་རབ་ཀྱིས་རོམ་སེམས་སུ་བྱེད། བདག་ནི་ཤེས་རབ་དང་ལྡན་པའོ།
en: They give rise to conceits about wisdom, they give rise to conceits on account of wisdom, and they give rise to the conceit that they are wise.

source: །ཞེས་རློམ་སེམས་སུ་བྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If you were to ask, ‘How is that?’

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྟོག་པ་དེ་དག་མེད་དེ།
en: in the perfection of generosity there are no such concepts.

source: རིང་དུ་སོང་བ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: The perfection of generosity is far removed.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྟོག་པ་དེ་དག་མེད་དེ།
en: In the perfection of ethical discipline there are no such concepts.

source: རིང་དུ་སོང་བ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: The perfection of ethical discipline is far removed.

source: །བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྟོག་པ་དེ་དག་མེད་དེ།
en: In the perfection of tolerance there are no such concepts.

source: རིང་དུ་སོང་བ་ནི་བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: The perfection of tolerance is far removed.

source: །བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྟོག་པ་དེ་དག་མེད་དེ།
en: In the perfection of perseverance there are no such concepts.

source: རིང་དུ་སོང་བ་ནི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: The perfection of perseverance is far removed.

source: །བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྟོག་པ་དེ་དག་མེད་དེ།
en: In the perfection of meditative concentration there are no such concepts.

source: རིང་དུ་སོང་བ་ནི་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: The perfection of meditative concentration is far removed.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྟོག་པ་དེ་དག་མེད་དེ།
en: In the perfection of wisdom there are no such concepts.

source: རིང་དུ་སོང་བ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: The perfection of wisdom is far removed. “

source: །དེ་ལྟ་ཡིན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་རིང་དུ་སོང་བ་ཡང་མི་ཤེས། ཕ་རོལ་ཡང་མི་ཤེས་ཏེ།
en: Indeed, it is the case that those [just-mentioned] individuals who follow the vehicle of the bodhisattvas do not understand that which is far removed, and do not understand that which is transcendent.

source: དེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: They have not been sustained by the perfection of generosity, and they have not been sustained by the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་བས། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ལྟུང་སྟེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་འབྱུང་ངོ་།
en: They have not been sustained by [the attributes and goals], up to and including all-aspect omniscience, for which reason they fall into the level of the śrāvakas or the level of the pratyekabuddhas, and are not emancipated in all-aspect omniscience. “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཐབས་མི་མཁས་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཐོག་མར་ཐབས་མེད་པར་སྦྱིན་པ་ཡོངས་སུ་གཏོང་། ཐབས་མེད་པར་ཚུལ་ཁྲིམས་སྲུང་། ཐབས་མེད་པར་བཟོད་པ་སྒོམ། ཐབས་མེད་པར་བརྩོན་འགྲུས་རྩོམ།
en: Subhūti, if you ask how individual followers of the vehicle of the bodhisattvas are lacking in skillful means, in this regard, Subhūti, at the beginning individuals who follow the vehicle of the bodhisattvas dispense gifts without skillful means, they maintain ethical discipline without skillful means, they cultivate tolerance without skillful means, they undertake perseverance without skillful means, they are absorbed in meditative concentration without skillful means, and they cultivate wisdom without skillful means.

source: ཐབས་མེད་པར་བསམ་གཏན་ལ་སྙོམས་པར་འཇུག །ཐབས་མེད་པར་ཤེས་རབ་སྒོམ་ཞིང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ནི་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: And they think, ‘I am giving gifts!

source: །སྦྱིན་པ་ནི་འདི་ཡོངས་སུ་གཏོང་ངོ་།
en: This is the gift I am giving!

source: །འདི་ལ་ནི་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: I am giving a gift to them! I am a giver!

source: །ཚུལ་ཁྲིམས་ནི་འདི་སྲུང་ངོ་།
en: This is the ethical discipline I maintain!

source: །བསམ་གཏན་ནི་འདི་དག་ལ་སྙོམས་པར་འཇུག་གོ།
en: These are the meditative concentrations in which I am absorbed!

source: །ཤེས་རབ་ནི་འདི་སྒོམ་མོ་ཞེས་དེ་སྦྱིན་པ་རློམ་སེམས་སུ་བྱེད།
en: This is the wisdom I cultivate!’

source: སྦྱིན་པས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་སྦྱིན་པ་བྱེད་པའོ་ཞེས་རློམ་སེམས་སུ་བྱེད།
en: They give rise to conceits about gifts, they give rise to conceits on account of gifts, and they give rise to the conceit that they are givers.

source: ཚུལ་ཁྲིམས་རློམ་སེམས་སུ་བྱེད། ཚུལ་ཁྲིམས་ཀྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པའོ་ཞེས་རློམ་སེམས་སུ་བྱེད།
en: They give rise to conceits about ethical discipline, they give rise to conceits on account of ethical discipline, and they give rise to the conceit that they are ethical.

source: བདག་ནི་བཟོད་པ་དང་ལྡན་པའོ་ཞེས་རློམ་སེམས་སུ་བྱེད། བརྩོན་འགྲུས་རློམ་སེམས་སུ་བྱེད། བརྩོན་འགྲུས་ཀྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་བརྩོན་འགྲུས་དང་ལྡན་པའོ་ཞེས་རློམ་སེམས་སུ་བྱེད།
en: They give rise to conceits about perseverance, they give rise to conceits on account of perseverance, and they give rise to the conceit that they are persevering.

source: བསམ་གཏན་རློམ་སེམས་སུ་བྱེད། བསམ་གཏན་གྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་བསམ་གཏན་པའོ་ཞེས་རློམ་སེམས་སུ་བྱེད།
en: They give rise to conceits about the meditative concentrations, they give rise to conceits on account of the meditative concentrations, and they give rise to the conceit that they are meditators.

source: ཤེས་རབ་རློམ་སེམས་སུ་བྱེད། ཤེས་རབ་ཀྱིས་རློམ་སེམས་སུ་བྱེད། བདག་ནི་ཤེས་རབ་དང་ལྡན་པའོ་ཞེས་རློམ་སེམས་སུ་བྱེད་པ་སྟེ།
en: They give rise to conceits about wisdom, they give rise to conceits on account of wisdom, and they give rise to the conceit that they are wise.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཇི་ལྟར་དེ་རྣམ་པར་རྟོག་པའི་རྣམ་པར་རྟོག་པ་དེ་དག་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མེད་དོ།
en: If you ask why, in the perfection of generosity there are no such concepts.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་འདི་ལྟ་སྟེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: If you ask why, it is because the perfection of generosity is not a perfection.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: The perfection of ethical discipline is not a perfection.

source: །བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: The perfection of tolerance is not a perfection.

source: །བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: The perfection of perseverance is not a perfection.

source: །བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: The perfection of meditative concentration is not a perfection.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: The perfection of wisdom is not a perfection. “

source: །དེ་ལྟ་ཡིན་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་ནི་རིང་དུ་སོང་བ་ཡང་མི་ཤེས། ཕ་རོལ་ཡང་མི་ཤེས་ཏེ།
en: It is indeed the case that those [aforementioned individuals] who follow the vehicle of the bodhisattvas do not understand that which is far removed, and do not understand that which is transcendent.

source: དེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་།
en: They have not been sustained by the perfection of generosity, and they have not been sustained by the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: ཐབས་མཁས་པས་ཡོངས་སུ་མ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་བས། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ལྟུང་སྟེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་འབྱུང་ངོ་། །རབ་འབྱོར་ཇི་ལྟར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་བ།
en: They have not been sustained by skillful means, and they have not been sustained by [the attributes and goals], up to and including all-aspect omniscience, for which reason they fall into the level of the śrāvakas or the level of the pratyekabuddhas, and are not emancipated in all-aspect omniscience. “

source: ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་ཞིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འགྲུབ་པར་འགྱུར་བ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཐོག་མར་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ན། བདག་དང་བདག་གིར་བྱ་བར་མ་ལྟུང་བའི་སེམས་ཀྱིས་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: Subhūti, if you ask how individual followers of the vehicle of the bodhisattvas who have been sustained by the perfection of wisdom and by skillful means do not fall into the level of the śrāvakas or the level of the pratyekabuddhas, and attain unsurpassed, complete enlightenment, in this regard, Subhūti, when individual followers of the vehicle of the bodhisattvas from the very beginning dispense gifts, they do so with a mind that does not succumb to [notions of] ‘me’ and ‘mine.’

source: །ཚུལ་ཁྲིམས་སྲུང་ན། བདག་དང་བདག་གིར་བྱ་བར་མ་ལྟུང་བའི་སེམས་ཀྱིས་ཚུལ་ཁྲིམས་སྲུང་ངོ་།
en: When they maintain ethical discipline, they do so with a mind that does not succumb to [notions of] ‘me’ and ‘mine.’

source: །བཟོད་པ་སྒོམ་ན། བདག་དང་བདག་གིར་བྱ་བར་མ་ལྟུང་བའི་སེམས་ཀྱིས་བཟོད་པ་སྒོམ་མོ།
en: When they cultivate tolerance, they do so with a mind that does not succumb to [notions of] ‘me’ and ‘mine.’

source: །བརྩོན་འགྲུས་རྩོམ་ན། བདག་དང་བདག་གིར་བྱ་བར་མ་ལྟུང་བའི་སེམས་ཀྱིས་བརྩོན་འགྲུས་རྩོམ་མོ།
en: When they undertake perseverance, they do so with a mind that does not succumb to [notions of] ‘me’ and ‘mine.’

source: །བསམ་གཏན་སྒོམ་ན། བདག་དང་བདག་གིས་བྱང་བར་མ་ལྟུང་བའི་སེམས་ཀྱིས་བསམ་གཏན་སྒོམ་མོ།
en: When they cultivate meditative concentration, they do so with a mind that does not succumb to [notions of] ‘me’ and ‘mine.’

source: ཤེས་རབ་སྒོམ་ན། བདག་དང་བདག་གིར་བྱ་བར་མ་ལྟུང་བའི་སེམས་ཀྱིས་ཤེས་རབ་སྒོམ་སྟེ།
en: When they cultivate wisdom, they do so with a mind that does not succumb to [notions of] ‘me’ and ‘mine.’

source: དེ་འདི་སྙམ་དུ་བདག་ནི་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: They do not think, ‘I am giving gifts!

source: །འདི་ལ་སྦྱིན་པ་གཏོང་ངོ་ཞེས་བྱ་བར་མི་སེམས་སོ།
en: I am giving gifts to them!’

source: །ཤེས་རབ་ནི་འདི་སྒོམ་མོ། །ཞེས་བྱ་བར་མི་སེམས་ཏེ།
en: This is the wisdom I am cultivating!’

source: དེ་སྦྱིན་པ་རློམ་སེམས་སུ་མི་བྱེད། སྦྱིན་པས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་སྦྱིན་པ་བྱེད་པའོ། །ཞེས་བྱ་བར་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about gifts, they do not give rise to conceits on account of gifts, and they do not give rise to the conceit that they are givers.

source: །ཚུལ་ཁྲིམས་རློམ་སེམས་སུ་མི་བྱེད། ཚུལ་ཁྲིམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པའོ་ཞེས་བྱ་བར་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about ethical discipline, they do not give rise to conceits on account of ethical discipline, and they do not give rise to the conceit that they are ethical.

source: །བཟོད་པ་རློམ་སེམས་སུ་མི་བྱེད། བཟོད་པས་རློམ་སེམས་སུ་མི་བྱེད།
en: They do not give rise to conceits about tolerance, they do not give rise to conceits on account of tolerance, and they do not give rise to the conceit that they are tolerant.

source: བདག་ནི་བཟོད་པ་དང་ལྡན་པའོ་ཞེས་བྱ་བར་རློམ་སེམས་སུ་མི་བྱེད་དོ། བརྩོན་འགྲུས་རློམ་སེམས་སུ་མི་བྱེད། བརྩོན་འགྲུས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་བརྩོན་འགྲུས་དང་ལྡན་པའོ། །ཞེས་བྱ་བར་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about perseverance, they do not give rise to conceits on account of perseverance, and they do not give rise to the conceit that they are persevering.
